Revit 2027 API
UnitTypeId.InchesOfWater60DegreesFahrenheit Property
 Inches of water (60 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InchesOfWater60DegreesFahrenheit { get; }
Public Shared ReadOnly Property InchesOfWater60DegreesFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InchesOfWater60DegreesFahrenheit {
	ForgeTypeId^ get ();
}
static member InchesOfWater60DegreesFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace